import React from 'react';
import "./Main.css"

export function Main() {
    return (
        <div className="main-container">
            <div className="text-content">
                <h1><span className="whiteLight">Burger</span><span className="orangeLight">Hub</span></h1>
                <p>
                    Это уютное заведение, где каждый любитель бургеров найдет что-то по своему вкусу. Мы предлагаем широкий ассортимент свежих и вкусных бургеров, приготовленных из качественных ингредиентов. В нашем меню представлены классические варианты, такие как Чизбургер и Беконбургер, а также авторские рецепты, которые удивят даже самых искушенных гурманов.
                </p>
                <p>
                    Каждый бургер готовится на открытом огне, что придает ему неповторимый аромат и вкус. Мы используем только свежие булочки, натуральное мясо и разнообразные начинки — от овощей до соусов, созданных по уникальным рецептам. В дополнение к бургерам у нас есть хрустящие картофельные фри, салаты и освежающие напитки.
                </p>
                <p>
                    BurgerHub — это не только вкусная еда, но и атмосфера, где вы можете провести время с друзьями и семьей. Мы стремимся создать комфортное пространство, где каждый гость сможет насладиться своим временем. Добро пожаловать в BurgerHub, где каждый бургер — это маленькое произведение искусства!
                </p>
                <p>
                    Кроме того, мы рады предложить вам удобную онлайн-доставку! Теперь вы можете наслаждаться любимыми блюдами прямо у себя дома, всего в несколько кликов.
                </p>
            </div>
        </div>
    );
}